export function About() {
    return (
        <div>
            <h1>מנהלי החברה :</h1>

            <h3>שי אבידוב</h3>
            <p>


                מהנדס אזרחי בוגר הטכניון (B.S.c ) ובעל תואר שני במנהל עסקים (MBA ).

                לשי ניסיון רב בניהול ופיקוח על פרויקטים בתחום התשתיות , עבודות סלילה, בנייה, מערכות ועוד
            </p>
            <h3>אייל טננבוים</h3>
            <p>


                מהנדס אזרחי בוגר הטכניון (B.S.c ) .

                לאייל ניסיון בתכנון קונסטרוקציה ובפיקוח וניהול על פרויקטים גדולים ומורכבים , הן מצד הקבלני והן מהצד היזמי.</p>
        </div >)
}